courses/programacao-java-e-agil/01 - orientacao-a-objetos-com-java/semana 05/03 - interfaces em java/mm.log

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:ns0="urn:partner.soap.sforce.com" xmlns:ns1="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:tns="urn:partner.soap.sforce.com" xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
   <SOAP-ENV:Header>
      <tns:SessionHeader>
         <tns:sessionId>00D17000000BEM3!AQUAQPFPiHFieKNc_TmPMobDP1LGdENXvKbK0KItyuxsZiVpTnjV7oqB38rFFuHOmttEXJex7uC8CXMzksAH_P2sGS2SW2UE</tns:sessionId>
      </tns:SessionHeader>
   </SOAP-ENV:Header>
   <ns1:Body>
      <ns0:getUserInfo/>
   </ns1:Body>
</SOAP-ENV:Envelope>
Starting new HTTPS connection (1): cs22.salesforce.com
Starting new HTTPS connection (1): cs22.salesforce.com
Starting new HTTPS connection (1): cs22.salesforce.com
Starting new HTTPS connection (1): cs22.salesforce.com
Starting new HTTPS connection (1): cs22.salesforce.com
Starting new HTTPS connection (1): cs22.salesforce.com
Starting new HTTPS connection (1): cs22.salesforce.com
Starting new HTTPS connection (1): cs22.salesforce.com
Starting new HTTPS connection (1): cs22.salesforce.com
Starting new HTTPS connection (1): cs22.salesforce.com
Starting new HTTPS connection (1): cs22.salesforce.com
Starting new HTTPS connection (1): cs22.salesforce.com
Starting new HTTPS connection (1): cs22.salesforce.com
Starting new HTTPS connection (1): cs22.salesforce.com
Starting new HTTPS connection (1): cs22.salesforce.com
Starting new HTTPS connection (1): cs22.salesforce.com
Starting new HTTPS connection (1): cs22.salesforce.com
Starting new HTTPS connection (1): cs22.salesforce.com
